/* Have fun learning this table */
"Activity Detail: Game" = "享受学习这个乘法表";

/* A challenging memory game */
"Activity Detail: Pairs" = "一个具有挑战性的记忆游戏";

/* An easy start to learning this table */
"Activity Detail: Practice" = "一个简单的开始学习本表";

/* See how much you've learned */
"Activity Detail: Test" = "你知道多少";

/* Game */
"Activity Title: Game" = "游戏";

/* Pairs */
"Activity Title: Pairs" = "成对";

/* Practice */
"Activity Title: Practice" = "实践";

/* Test */
"Activity Title: Test" = "测试";

/* restart */
"Button: restart" = "重新开始";

/* start */
"Button: start" = "开始";

/* Player 1 */
"Default: name" = "玩家1";

/* Click only on the numbers which are multiples of %i */
"Freya: click multiples" = "点击上的数字是%i的倍数";

/* CORRECT - press next for another sum */
"Freya: correct" = "纠正。点击“未来”";

/* CORRECT - well done */
"Freya: correct done" = "纠正。干得好";

/* Drag the correct answer on to the square */
"Freya: drag" = "正确答案拖动到广场";

/* EXCELLENT %@ */
"Freya: Excellent" = "优秀 %@";

/* EXCELLENT %@, you scored %i */
"Freya: Excellent score" = "优秀的，你连得5 %2$i %1$@ ";

/* NOT BAD. Press restart to try again  %@. */
"Freya: Not bad" = "不坏。按重新启动再试一次  %@.";

/* NOT BAD %@, you scored %i */
"Freya: Not bad score" = "不坏。你连得%2$i %1$@";

/* Now tap a blue card */
"Freya: Now tap blue" = "现在触摸蓝卡";

/* Now tap a red card */
"Freya: Now tap red" = "现在触摸红色的扑克牌";

/* Congratulations you cleared the table in %i goes. */
"Freya: Pairs congrats" = "恭喜你清除了%i次尝试表";

/* Hard luck. Wait a few seconds to try again. */
"Freya: Pairs hard luck" = "运气不好。等待几秒钟，再次尝试。";

/* I think you need a little more practice %@. */
"Freya: Rubbish" = "我认为你需要多一点的做法 %@.";

/* You scored %i. I think you need more practice %@. */
"Freya: Rubbish score" = "你连得%i分。. 我觉得你需要更多的练习 %2$@.";

/* Tap one red card and one blue to find a pair */
"Freya: tap one red one blue" = "点选一个红色的扑克牌和一个蓝色的纸牌，找到一对";

/* Type your name, then tap on the bus */
"Freya: Type name" = "输入你的名字，然后点击“在公共汽车上";

/* Hello - Welcome to Times Table Fun. Pick a theme */
"Freya: Welcome to" = "欢迎。选择一个主题";

/* WELL DONE %@ */
"Freya: Well done" = "做得好 %@";

/* WELL DONE %@, you scored %i */
"Freya: Well done score" = "做得好 %1$@, 你连得 %2$i";

/* SORRY - Wrong answer, try again */
"Freya: wrong try again" = "对不起。错误的答案。再试一次";

/* %@ cleared in %i on %@ */
"High score: cleared" = "%1$@。%2$i次尝试。%3$@";

/* Score: %i */
"High score: scored" = "成绩 %i";

/* %@ scored %i on %@ */
"High score: scored score on" = "%1$@。%2$i。%3$@";

/* HIGH SCORES: */
"High score: title" = "得分最高";

/* my name is */
"Label: name" = "我的名字是";

/* Tries:%i Score:%i */
"Label: Pairs score" = "尝试%i  成绩:%2$i";

/* Score: %i out of %i */
"Label: Score out of" = "成绩%i - %2$i";

/* Score: %i */
"Label: Score short" = "成绩 %i";

/* score:  %i */
"Label: score with score" = "成绩  %i";

/* Your name */
"Page title: Your name" = "你的名字";

/*  times table */
"Phrase: Blank times table" = " 乘法表";

/* You scored %i\n */
"Score: You scored" = "你连得%i\n";

/* Choose a number */
"Screen Title: Choose a number" = "选择一个号码";

/* Game */
"Screen Title: Game" = "游戏";

/* Choose an activity */
"ScreenTitle: Choose a task" = "选择一个活动";

/* Apples */
"Theme: Apples" = "苹果";

/* Footballs */
"Theme: Footballs" = "足球";

/* Hearts */
"Theme: Hearts" = "心";

/* Stars */
"Theme: Starts" = "星";

/* REMEMBER */
"Title: REMEMBER" = "记住";

"Title: Learn" = "学习";

"Activity Detail: Learn" = "从头开始";

"Freya: Press next to see your score" = "按“未来”看到你的分数";

"Freya: count squares" = "多少平方？当数字是正确的，按按钮。";

/* Upgrade to full version */
"Title: Upgrade" = "升级到完整版";

/* Upgrade to full version */
"Text: Upgrade" = "这是免费的版本，其中包括只有2，3和4的乘法表。升级到完整版本仅$price。";

